var appConfig = {
    'planets': {
        'budha': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '水星',
            'desc': '胡桃×グリーン<br />水性を表す<br />このカードのキーワードは<br />コミュニケーション、知恵、野心<br />',
            'content': {
                1: '１枚目にこのカードを選ぶ人は、コミュニケーション能力が高く、人との交渉力や中立の立場を保つ事が出来る人です。無邪気そうでありながら数字的な感覚を常に持ち合わせているので、プログラマーとしての能力や、ビジネスセンスがあります。常に新しいものに興味を持ち、色々な事に手を出すのが好きです。情報通でもあります。とても繊細な面もあり、些細な事に気がつくので、悪い面が出ると人と仲良くするために表面的に取り繕ってしまったりします。 また、本が好きであったり、自分が知らない世界を知る事や知識をつけるのが好きです。<br/>あなたは周りの人との協調性を大事にする方でしょう。コミュニケーション能力に長けており、すんなり相手の懐に入って行ける為、交渉事が得意であったり、仲を取り持つといったように中立の立場になることも多いと思います。数字的な感覚に強い為、ビジネスセンスがあります。表面的には見えないかもしれませんが、打算的な面もあり、それぞれの良さと悪さを見れる人で、『これとこれの良いところを組み合わせたらどうか？』などといった発想が出来、それに伴う交渉や客観的な判断が出来るでしょう。繊細で人や物事を観察する眼を持っているので、細かな面によく気が付き、人の事が良くわかります。そういったところが優しさに繋がりますが、悪い面が出て来ると、損得勘定で判断し、表面的で心のないやり取りをすることもありそうです。知らないものを知ることが好きで、人にも自分にも好奇心があります。コミュニケーションをして相手を知っていく事も好きですし、自分の事も知りたい、新しい面を見たいといったところがあるでしょう。知識を得ていく事が好きな傾向があるので、いろんなものを開拓していくことが好きでしょう。広く浅くになる可能性もありますので、深く知る大切さも身に着けるようになると更に魅力が増える事でしょう。',
                2: '２枚目にこのカードを選ぶ人は、現在活発に人と一緒に仕事を始めたり、活発に活動をしている時期であることや、人と交流する事が楽しい時期であることを表します。 特に暖色系からこのカードを引かれた場合は、忙しく活動中である可能性が高いですが、いつもより周りの意見や人の顔色をうかがってしまっている場合もあります。<br/>今のあなたの生活には人との関わりが大きく占めているようです。人と一緒に仕事を始めたり、仕事ではなくても人との交流が楽しい時でもあります。もしくは交渉能力を試されているときでもあります。プレゼンをする、会議がある、営業、、など少々頭を使うようなやり取りをしなければいけない状況のようです。そういったことが無い状況ならば、相手がどう思っているか、自分がどう動いたら相手がどういう反応を示すかが気になり、顔色を伺ってしまう事が多い時期かもしれません。頭を使って考えている時期なので、心があまりオープンになれない場面もあるでしょう。他人への不信感にも繋がっている可能性があります。自分の心のフィルターをかけ、思い込みをしやすい時期でもあるので、客観的に状況を遠くから見て、悲観的にならないようにしてください。コミュニケーションを上手くとれば、自分からの視点からではわからなかった相手の気持ちが『そうだったんだ！』とわかり、信頼関係を築けるでしょう。まずは自分から、人を信頼することを大切にしましょう。',
                3: '３枚目にこのカードを選ぶ人は、すぐに誰とでも打ち解けられるような会話の軽やかさやフットワークの軽い人に憧れていたり、そうなりたいという願望を持っています。<br/>ビジネスマンセンス（相手の懐に入り、上手に交渉する能力など）が自分に欲しい、特に土星（アネモネ）のカードを最初に引いた方などは、軽やかに、相手にも心地よいコミュニケーションをとれる事に憧れを感じていたりします。<br/>あなたは誰とでもすぐに打ち解けられるような人に憧れがあるのではないでしょうか。フットワークが軽く、いろんな人と交流を持って仲良くしているような人はあなたには輝いて見えるのでしょう。上手く人との仲を取り持ち、橋を渡していくようなビジネスセンスのある人に憧れがあるのだと思います。自分も同じように人ともっと気持ちよく、うまいコミュニケーションが取れたらいいのにと思っているのでしょう。あなたは人との交渉事や打算的な判断などに苦手意識があるようで、そういったことが計算高く見えるのかもしれませんね。とても真面目なのだと思いますが、考えすぎなところもあるみたいです。あなたが思うより、もっと気楽に人と接しても良いのかもしれません。ビジネス面ではこれからプレゼンや会議があるなど、そういった能力が欲しいと思っているタイミングかもしれません。'
            },
            'jewelry': {
                'desc': '宝石：エメラルド・ヒスイ・ペリドット'
            }
        },

        'chandra': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '月',
            'desc': 'ジャスミン×乳白色<br />月を表すこのカードが示すキーワードは、<br />優しさ、母性、感受性<br />',
            'content': {
                1: '１枚目にこのカードを選ぶ人は、身近な人への愛情や母性が強く、周りの人への優しさや愛に溢れた方です。自分の個性を主張することよりも、周りの人との調和的で愛情を感じられる環境や生活を好みます。<br/>看護師やヒーリングなどのお仕事をされている方や、小さなお子さんがいらっしゃる方が多く、月の光のように優しくまわりを照らし、包み込むような魅力を持っています。<br/>優しくふんわりとした印象のある方です。身近な人に対する愛情や母性を意味し、穏やかで、平和を愛するようなところがあるでしょう。自分が、自分が、と前に出る所が少なく、周りの人との穏やかな関係を築くことを大切にしていて、争いは好まないでしょう。母の様に大きな愛で包んでくれるあなたに癒される人は多いはずです。優しい分、人に譲ることも多いあなた。献身的で優しいことはとても素晴らしいことなのですが、あなたの優しさに甘えて頼ってくる人も中にはいるでしょう。自己犠牲的にならないように気を付けてくださいね。また、人に流されすぎないように自分を大切にするという自分への本当の優しさも忘れないように気を付けるといいでしょう。',
                2: '二番目にこのカードを選ぶ人は、身近なとの時間や周りからの愛情が今あなたにとって一番大切であることを表します。ワクワクするような世界に意識が向いているというよりは、家族や身近な友達と過ごす時間が癒しであったり、一番癒されるという状態であるかもしれません。<br/>特に１枚目のカードが対照的なピンクオレンジ、レッドなどの活動的なカードから、こちらを選ばれた場合、女性の方はお子さんが出来たり、男性の方は結婚して守るべき存在が出来たりするときに、このカードを選ぶケースがよく見られます。<br/>今は穏やかな気持ちでいることが多いのではないでしょうか。あなたの心は安定していて、穏やかな湖の様。人に優しくなれているそんな状態です。今ある環境をとても大切にしていて、パートナーとの愛が順調に育まれていたり、家族や身近な人たちと円満な関係が作れていることで満たされ幸せな気持ちに包まれていることでしょう。今ある幸せを大切にしたい。大きな愛情で包み込むようなそんな温かい気持ちでいっぱいなのではないでしょうか。感謝の気持ちが持てており、身近な人たちとの信頼関係を順調に育めている素晴らしい時期です。あなたの発する幸せな雰囲気に周りの人たちも癒され、和やかな雰囲気が作れています。周りの人たちと共に笑顔に溢れていることでしょう。逆に外の世界に飛び出していこう！という気持ちではありませんが、この穏やかな時期に愛情や幸せを噛み締めてくださいね。',
                3: '３番目にこのカードを選ぶ人は、優しく母性にあふれる方に対して、憧れや魅力を感じています。もう少し身近な人に対して愛情を持って接したい、家族を大切にしたいという意識を持ちながら、今はそれが実現できていない可能性があります。家族が欲しいなという願望の現れや、忙しくて家族に後ろめたい気持ちがあったりすることも。<br/>根本的な優しさを持つ人に惹かれたり、『自分もあんな風に穏やかになりたい。』と思うことがあるのではないでしょうか。あるいは、身近な人への愛情が足りない、優しくできない自分がいることに後ろめたい気持ちがある、そんな時期なのかもしれません。どちらにしても今のあなたは自分からの愛情が足りないな。と思っているようです。『人にやさしくありたい』というのはとても素敵なことです。あなたがそう思えるのは既にあなたは優しさを持っているから。忙しくてその気持ちをうまく表せないこともあるかと思いますが、その気持ちを大切にして、もう少し自分から歩み寄ってみると解決してくるでしょう。あなたに優しさがないのではありません。優しさがしっかりとあるからこそ、目に見える形でそれを示したい、円満な関係を築きたいという気持ちが持てるのです。'
            },
            'jewelry': {
                'desc': '宝石：真珠・ムーンストーン',
            }
        },

        'guru': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '木星',
            'desc': 'ルドベキア×イエロー木星を表すこのカードのキーワードは<br />幸運、調和、師匠<br />',
            'content': {
                1: '１枚目にこのカードを選ぶ人は、周りの人と争う事なく、自然体に楽し自分らしく生きたいと潜在的に思っています。基本的に暖かい心の持ち主で、周りに自然と人が集まります。輪の中心にはいたとしても、リーダーというより癒しを与える存在です。純粋で子供とすぐに友達になれる素質をもっています。一種の徳を積んでいるような雰囲気を持ち合わせた人も多いです。<br/>あなたは穏やかな明るさを持つ人で、基本的におおらか。太陽の様にギラギラ！というよりは、ひまわりの様に太陽に向かって明るくぽかぽか陽気の中で、ニコニコしている、といった感じです。ナチュラルな人で争いは好みません。自然体で楽な状態でいることを好み、いつでも自分らしく振舞う事を潜在的に望んでいます。純粋で天真爛漫なところがあり、穏やかなあなたの周りには自然と人が集まります。そのままのあなたでいて、うまく周りの人との調和がとれるのです。素直でオープンな性格なので、裏表が見受けられず、人を受け入れるおおらかさがあります。あなたには自分の中に人が入る部分があるのですね。その為、話していても『受け止めてもらえる』といった安心感を人に与え、周りの人を不安にさせないような雰囲気があるでしょう。直感的にそういったことを読み取る子供にもそれは伝わり、好かれ、すぐに友達になれるところもあるでしょう。自分を愛せる人は相手を愛する事ができます。あなたは本能的に自分の事を愛することを分かっているので、相手を愛することもあなたにとっては自然なことなのでしょう。周りの人たちも言葉にしなくてもあなたのそういった愛情に触れたくて集まってくるのでしょうね。',
                2: '２枚目にこのカードを選ぶ方は、現在周りの人と調和し、非常に安定的な環境にいる方です。<br/>今ある自然な流れと環境に満足し、より良い人生の師と出会うことができます。自然の中から学ぶ事を日々楽しみながら、幸せとは何か、を噛み締めていく時を過ごしてください。<br/>今のあなたは自分らしく振舞えていて、周りの人ともうまく調和がとれている状態なのでしょう。あなたの心は安定していて、リラックスした環境の中にいるようです。そのままのあなたでいられているということはニュートラルな状態でいられているということ。純粋に何を自分が必要としているのか、遮る物がなく考えられる時期なので、心のアンテナが非常によく働く時期でもあります。この安定した状況の時に、周りにある当たり前のようなことに目を向けてみると、幸せをより噛み締めることが出来そうです。また、自然に目を向けてみることでその摂理から多くの学びを得られることでしょう。リラックスして、自然な流れに身を任せていられている状態なので、人生の師ともいえるような人との出会いにも恵まれたり、あなたに必要なものを引き寄せられるような時期です。今のあなたならしっかりとその幸運を掴んでいけますよ。',
                3: '３枚目にこのカードを選ぶ方は、いつも自然体で人から愛される、幸運な自分になりたいという願望を持ち合わせています。どうしてあの人はいつも、まわりから愛されているのだろうか？<br/>戦うことをせずに周りを包み込む優しさに溢れる愛は、どこから生まれてくるのだろうか。そんな自然体に人を愛せる人に憧れている自分の現れです。<br/>自然体で自由に振る舞っているのに周りに人が集まってくるような人に憧れがあるようです。そういった人には幸運がやってきている！とあなたの目には見えるのでしょうね。素直で何にもとらわれていないような感じなのに周りから愛されているのはその人が自分からオープンな気持ちで受け入れる態勢が整っているから。幸運も素直に受け入れるので、あなたの目には羨ましく、輝いて見えるのでしょう。自分もそんな風に自分らしく素直に気楽に振舞いたい、あるがままで愛されたいという願望があなたにはあるようです。今は自分を制限しなければいけない環境の中にいるのかもしれませんね。今置かれている環境が少し窮屈のようです。どう思われるかが心配で気疲れをしている部分もあるのでは？人から愛されたいのならまずは自分から。自分から素直になって心を開き、視野が広がれば、愛されていることに気付き、人に与えることが出来るようになります。もしかしたら、勝手に自分が愛されていないと思い込んでしまっているのかもしれません。全ての人は愛されるために生まれてきたのです。あなたもその一人なのですよ。'
            },
            'jewelry': {
                'desc': '宝石：イエローサファイア・イエロートパーズ・シトリン'
            }
        },

        'mangala': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '火星',
            'desc': 'ダリア×深紅レッド',
            'content': {
                1: '１番目にこのカードを選ぶ方は、非常に正義感が強く、自分の意思や主張を強く持っている方です。考えて足踏みするよりも、前へ切り込んで進んで行くのが好きな人です。<br/>自分の技術や考えに自信があり、人に対してもはっきりとした主張をするため、時に喧嘩っぱやい傾向も見られますが、基本的にネチネチとした細かいことは苦手で、１つ１つを白黒はっきりつける事が好きな人です。<br/>男性的、戦士的な意味のカード。闘争心があり、ガンガン自分で切り開いていくようなイメージです。自分の意志や意見が強くあり、それに合わないものはＮＧ，合うものはＯＫ、といったようにはっきりくっきり意志を表示するのでわかりやすく、サバサバしているでしょう。このカードを引いた方は基本的に自分軸の芯が一本通っています。全てにおいて自分の考え、主張が決まっている人もいれば、物によってそれが顕著に表れる人もいますが、自分の興味の向くものやこだわりを持っている部分は一直進！集中的に力を発揮するような傾向が強いでしょう。白黒はっきりさせることを好み、グレーでいることはあまり好きではありません。非常にまっすぐで、『こう思ったらこうなんだ！』というように脇目も振らないようなところがあります。自分の考えに自信を持っているのは素晴らしいことなのですが、自分を崩さないため、時には人と衝突してしまう面もあります。そういったときは自分の意見だけではなく相手の意見もあるのだということを理解しましょう。',
                2: '２番目にこのカードを選ぶ方は、最初のカードによって大幅に意味合いが変わってきます。<br/>１名目が太陽（牡丹）の方は、元々もった性質に近いのですが、より自分の意志を通して加速して何か事を動かしたいと思っている時期だったり、確信にふれるものが見えて没頭している時期。<br/>１枚目で月（ジャスミン）や金星（胡蝶蘭）、何か大きなポジションを任されて、自分自身や周りと戦わなくてはいけない環境であったり、強い意思があるかを試されている時期でしょう。<br/>水性（胡桃）を選んだ人がこのカードを引くときは、大きなクライアントへの交渉にいどむ予定があったり、技術向上に邁進している場合などもあります。<br/>闘争心や戦士的な意味を持つこのカード。今現在何かと戦ったり、前に進もう、挑もうとしている状態なのではないでしょうか。今までの状況より強く自分を持たなければいけない、或いは道を切り開いていくようなイメージのカードです。自分の意志や意見を強く持つべき状況やタイミングで、戦う意志の強さやエネルギーを試されている時期でしょう。仕事上でならプレゼンや大事な交渉事を強めに主張していく事が大事なタイミングで気力が必要だったり、ライバルと争うようなそんな場面でもあるのかもしれません。新しく責任のあるポジションに抜擢され、力が試されている時期でもあるでしょう。ジャスミンのカードを一枚目に引いた方は特に、元々優しい為、自己主張や強く自分が前に出るといったことが苦手なので、少々大変な思いをしているかもしれませんね。自己犠牲的な自分にならない様、主張をすることも時には大切です。自分を信じ、成功のイメージを持って目の前の課題に取り組めば必ず成果が表れます。足りない強さを養う時でもあるので、頑張って乗り越えて下さいね。',
                3: '３枚目にこのカードを選ぶ人は、確固たる意思を持ちたい、行動力や高い技術力を求めていたり、強い意志や正義感を持つ人に魅力を感じています。あまり意識のない場合は、ハッキリした主張ができるようになれたらいいなぁという願望の現れだったりします。<br/>自分には強さが足りないと思っていませんか？自分の意志や意見をもっとしっかり持ち、強く前に進んでいきたい。あるいははっきりと主張をしたい。ということを望んでいる様子。なので、そういった事がすんなりできる人があなたの目には魅力的に映っている事でしょう。これが強く出ているときは、怖くて前に踏み出せない、といったように潜在的に恐れがあり、今の自分に自信が足りない状態です。もう少し自分に自信が持てると、はっきりとした自分の意見も主張できるようになるでしょう。迷った時は少し背伸びをするような感覚で、あなたにとって後悔しない、本当の意味で愛のある選択をしてくださいね。'
            },
            'jewelry': {
                'desc': '宝石：赤珊瑚、カーネリアン、ブラッドストーン',
            }
        },

        'rahu': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '特色',
            'desc': 'クラシックローズ×紫<br />ラーフ＆ケートゥを表す<br />キーワードは<br />神秘性、優美、尊敬<br />',
            'content': {
                1: '直感力があり、パッとすぐに未来や結果が見えるような先見性のある方です。その先見性は非常に感覚的にもたらされているので、カリスマ的とも言えるでしょう。先が見える能力があるので、目的地までの道筋が大きな木に続いて行く一本の道の様に、まっすぐ通っていることも安易にわかります。直感的に言ったあなたの発言や意見は筋が通っているので、そのときは理解できなかった周りの人たちも、後から貴方の提示した事が正しかったと理解るでしょう。周りの人が順序を追って理解し、結果が見えるような事が貴方には瞬間的に解るのです。この能力のおかげで、流行に敏感だったり、良いものにアンテナが向くなど、そういったこともあるあるでしょう。<br />要点をつかむ事が出来るので、問題がごちゃごちゃになっている人の整理整頓をしてあげる解決能力があります。ただ、自分の中でプロセスが感覚的にわかっているので、周りの人が理解出来るように説明をしてあげることも必要です。相手の気持ちになって考えて順を追って説明してあげましょう。感覚的なところがありますので、何を必要とされているのかあなたならわかるはず。なので、そういった所も丁寧な気持ちを持って接すればあなたなら大丈夫。できますよ。感覚を大事にして行けば、自然と自分の事もわかっていけるようになるので、その感覚を大事にしてください。他の人が持っていない特別な感覚ですから。',
                2: '今の貴方は非常に直感力に優れていると言えます。今までわからなかったようなことが、すぐに解決できるような状態なのではないでしょうか。また、このカードはカリスマ性・先見性を意味しているので、あなたがいるだけで周りの人が自然と『この人に連いていきたい!ついていけば明るい未来が待っている！』と思っている事でしょう。実際に意見を聞かれる事も増えたのではないでしょうか。問題解決能力がある状態ですので、困ったときにはあなたに意見を聞きたい、という人も多いはずです。<br/>本来の自分に気付き始める時期。大きな変化の流れの中にいるようです。成長している証と言えるでしょう。新しいあなたに切り替わり始めているので、感覚的なバランスを取るのが難しく、違和感を覚えるようなこともあり、葛藤することもあるのでは？直感的な部分が増えている時期なので、周りの人との価値観のズレを感じる時期かも知れません。でもそれは自分の心（魂）の声に非常に素直な状態ですので、そのまま自分の心に従っていて大丈夫です。周りの人との価値観に気づき始め、孤独感を感じたり、非常に辛い時期かもしれませんが、本来の自分らしい生き方に必要なものが出てきている時なので、少し辛抱してみてください。あなたの事をちゃんと理解してくれる人が現れるので、大丈夫。答えは自分の中にあるもの。そのままの自分らしさを大事にしてあげてください。',
                3: 'カリスマ性を持った人や先見性のある人に憧れがあるのではないでしょうか。問題解決能力がある人や、人が自然とついていく人を見て羨ましく思っているところがあるようですよ。自分の進む方向性や道筋がはっきり見えていなくてモヤモヤしているのかも。このカードの意味合いが強く出ている場合、先が見えない不安に駆られていたり、焦りを感じているのかもしれません。先の事がわかったらいいのに。広く視野を持って現時点の自分の抱えている問題をパパッと解決できたら、スッキリするのに…。という願望や、神秘的な力がある人の様に、周りの人を導いていきたいという願望もありそうです。<br/>自分にはカリスマ性や先見性がないと思っていませんか？本来直感や道を切り開いていく能力は誰もが持っているもの。あなたにも勿論、『無い。』と思っているだけで、しっかりと『ある。』のです。あなたが羨ましいと思っている人はもしかしたら、努力の末にその結果が現れているのかもしれません。積み重ねていく事で先見性を養う事は出来ます。経験を積むことで今の行動がどういう結果に結びついていくのかが段々と法則性、方法論を見つけ出していく事ができます。また、経験をしていく中で、いろんな方向から物事を見れる力を養えることでしょう。客観的な判断力や、人の気持ちを理解できる優しさと強さが身に着くのです。その作業はとても地道かもしれませんが、その結果、努力次第で貴方にもついていきたいと思う人が現れ、自ずと求めていたカリスマ性が出てくるでしょう。'
            },
            'jewelry': {
                'desc': '宝石：へゾネガーネット・キャッツアイ・アパタイト',
            }
        },

        'shani': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '土星',
            'desc': '土星を表すこのカードのキーワードは、<br />忍耐、奉仕、蓄積<br />',
            'content': {
                1: '１枚目にこのカードを選ぶ方は責任感が強く、職人気質な要素や伝統的なものへ対する尊敬の意識が強く、とても忍耐強いです。常識に縛られやすい気質があります。周りの人に対して、すぐに自己犠牲を働く傾向にあるのですが、それは根底にある優しさと同時に、功徳を積まなければいけないという使命感のようなものを深く背負っているからかもしれません。<br/>必要のないものを時に思い切りよく切り落とし、きちんと決断をしていく強さをもつ反面で、つい自分の尺度で物事を判断してしまいがちです。常識という言葉に縛られすぎないことも大切です。<br/>あなたは忍耐力があり、コツコツと地道に物事をこなしていく事が得意です。着実と進んでいく事に喜びを覚えるのではないでしょうか。誠実で真面目、責任感が強く、頑固な一面もありますが、経験を積み重ねていける辛抱強さがあるので、地道に積み重ねた暁には成果が待っているでしょう。大器晩成型といえます。同じような職人気質な人やもの、そういった伝統を作り上げるようなものに尊敬の念を抱きます。既成概念に囚われる節があり、そういった部分が強く出ると頑固になり、自分の考えを曲げないところがあります。まさに職人気質。あなたの目指すものの為に、時に潔い選択がなされると思いますが、新しい物、異質な物をうまく取り入れていくと柔軟さが身に付くでしょう。人に対しても辛抱強さが表れますので、言いたいことを我慢して耐えるところもあるようです。自分の身を引くことができるあなたはとても素晴らしいですが、行き過ぎるとその優しさが自己犠牲となってしまいます。自分の考えがありながら、人に譲る優しさも持ち合わせたあなたは、自分の気持ちに板挟みになることもあるかもしれませんが、自分の事も大切に、視野を広く持ってバランスよく人に接すると良いでしょう。',
                2: '２枚目にこのカードを選ぶ方は、現在は努力の積み重ねの時期だと感じているのではないでしょうか。少し憂鬱さや変化のなさとして引いてしまっている場合は、現状打破をしたいという隠れた願望も現れるかもしれません。着実に根を深く延ばし、次の春が来るときには大輪を咲かせられるように、今はきちんと地固めをする時だということをカードがアナウンスしています。積み重ねの過程で必要のないものを時に思い切りよく切り落とし、きちんと決断をしていく強さをもつ反面で、つい自分の尺度で物事を判断してしまいがちです。常識という言葉に縛られすぎないことも大切です。<br/>何か努力の必要なことを積み重ねている時期なのではないでしょうか。忍耐力や辛抱強さが試されているようです。対人関係では自分が譲歩し、我慢することを強いられている、自分の課題としてコツコツと何か積み重ねなければいけないことに取り組んでいる、といったことが挙げられます。地道な事が続いているので、すぐに結果や成果が出ないことに焦りや苦痛を覚えているかもしれませんが、それも自分にとっては必要な時期。自分という木をしっかり育てて行く為に、大地に水や栄養を与えたり、枯渇させたりすることが必要なように、自分の根をしっかりと張っていく土壌作りの時期だといえるでしょう。地道に積み重ねていく過程で、必要なものは取り入れ、必要ではないものは排除、と選択をしていく強さを持っている時ではありますが、自分の考えで物事を判断しがちでもあります。思考が凝り固まっているところもありそうです。頭をほぐして柔軟に。時には力を抜いて考えてみたり、人に意見を聞いてみたり、いろんな方向から物事を考えられると良いでしょう。明けない夜はありません。今の努力は必ず報われ、あなたという木の養分になります。この時期の課題にちゃんと向き合うことで大きな木に育ち、いづれは花を咲かせ、実を付け、鳥が留まる事ができるようにあなたはなっていけますよ。あなたという原石が磨かれて輝いていく為に今はあるのです。輝く未来が楽しみですね！',
                3: '３枚目に選ぶカードは、未来を表すカードとなります。このカードは土星のカード。土星には外国が良いという意味が強くあります。野心があり、成功者になりたいという願望があるようです。今はその為の努力や、それに伴う忍耐力を養いたい時なのでしょう。今のご自身にはそういったものが足りない、必要だ、と思っているようです。<br/>地道で実直、真面目さを自分に無いものと捉え、精神的な成長に関して強い憧れを持ったり、非常にシンプルに、努力や功徳を評価する人でもあるでしょう。努力家の人間に対するリスペクトや、職人気質で不器用な人へのあこがれがあります。<br/>このカードを選んだということは、着実に物事を積み重ねていき、成功を掴みとりたいという願望があるようです。あなたには叶えたい夢や、野心、未来の姿があるのですね。今はそれに対して足りないものをコツコツと補っていきたいと思っているようです。地道な事が苦手ですか？辛抱強さに欠けるところがあり、忍耐力を欲している裏返しだとも言えそうです。長期的に物事に取り組むのが苦手で、成長という階段を『一段飛ばしで登って行きたい！』という想いが根底にあるのかもしれません。そういった自分の事を、『誠実さに欠けていて不真面目』だと思っている節があるのではないでしょうか。その為、自分にはない忍耐力がある人や、誠実に物事に向き合い、こなしていく人に憧れがあるようです。多少不器用でも努力家で地道に進んでいく人や、職人気質な人に尊敬の念を覚えるところがあるでしょう。着実さや誠実さは、あなたには輝いて見えるのですね。自分もそうありたいと思うことは素晴らしいことです。そういった部分を改正をしたいという事。足りないものが何か、わかっていればあとは解決すれば大丈夫。自分に足りないと思っている事は努力次第で補う事が出来ます。人や自分にきちんと向き合う、相手側に立ってものを考える、などとと決めれば、自然と誠実さや地道さ、物事の細かな面が見えてくるのではないでしょうか。焦っている自分、結果をすぐに出そうとしている自分がいるなら、それを認め、取り組む意識を変えてみるのです。大切なものは何なのか、必要なことは何なのか、このカードを引いたあなたなら、わかっているはずです。あなたの意識が教えてくれたカードなのですから。ローマは一日にしてならず。ですよ。'
            },
            'jewelry': {
                'desc': '宝石：ブルーサファイア・タンザナイト・ブルースピネル'
            }
        },

        'shukra': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '金星',
            'desc': '胡蝶蘭×透明で光り輝くもの<br />金星を表すこのカードは<br />美、五感、愛<br />',
            'content': {
                1: '１枚目にこのカードを選ぶ方は非常にセンスがよく、美意識がとても高いため、美しいものに囲まれて豊かに快適に暮らしたいという想いが強い方です。愛に囲まれたキラキラとした人生を求める傾向と、それが似合う華と品を持った人が多いです。<br/>自分を感情を表に出すことをためらわず、感受性も豊かなので、自ずと美食家になっていったり、芸術が好きになる傾向があります。<br/>"非常にセンスがあり、美意識がとても高い方です。感覚的に本物を知っているため、価値のあるものを見抜き、選びます。自分が美しいと思う物をそばに置きたい、など物質的にも恵まれ、心身共に豊かで快適に暮らしていたいという願望があります。また、そういったものにアンテナがよく働き、自然と選ぶことができるので、あなたは感覚的に良いと思ったものが、高価だった、価値のあるものだった、ということが多いのではないでしょうか。本質的に良質なものを選んで行けるので、センスも自然と磨かれていきます。そういったところが『アートに触れたい』という気持ちや、美食家にも繋がるでしょう。<br/>また、それを手にする金銭的な余裕も持ち合わせている可能性は高いでしょう。愛に囲まれ、キラキラした人生を好むため、金銭的な困窮を避ける傾向があり、自ずとそういった環境を築いているのではないでしょうか。自身の美的センスの良さに見合う雰囲気も持ち合わせており、高貴で華やか、品の良さが滲み出る、余裕がある人、といった印象です。',
                2: '２枚目にこのカードを選ぶ方は、現在は五感を大切にした生活や美的感覚を大切にしたいという気持ちや、愛情に満たされ、未来への希望にわくわくとした気持ちを持っているでしょう。<br/>現在婚約中という方にも、よく見られるカードです。センスが良い　といわれることに反応しやすい今の貴方は、美術館巡りやお買い物をするだけでなく、何か自分で生み出したい衝動にかられるかもしれません。自分の気持ちや感情の赴くままに、何かを創作する時間は、かけがえの無い時間となるかも？',
                3: '３枚目にこのカードを選ぶ方は、華やかな世界や美しいビジュアルに対する憧れが強く、より裕福な自分の未来を描いています。社会的な成功やステイタスを求めていくのは、キャリアパスを描いて行く上でとても優位に働きますし、向上心を高めてくれることでしょう。向上心は、ほどほどであればとても良い事ですが、度を超えてしまうと嫉妬心が強く、他人の芝生が青く見えてしまうことも。<br/>憧れの気持ちが、いつしか嫉妬心が芽生えているという状態に変わって行ってしまっている場合は、少し自分の根底を見直すとき。<br/>裕福になりたい、社会的成功を収めたい、また華やかな世界に憧れがあるのではないでしょうか。なりたい自分を目指し、物質的欲求にみたされることを望むのは自分を向上心を高めてくれるエネルギーになるでしょう。しかし、そこに強くフォーカスしてしまうと欲望に変わり、競争心から嫉妬心が芽生える事にもなりえます。自分がなぜ、物質的欲求に満たされたいのか、金銭や物を得たところで何に使うのかということがあなたの本当の報酬になり得るのだと思います。常に自分の欲望ではなく、本当に欲しているものが何なのかに焦点を当てていくと、より充実した生活になるでしょう。'
            },
            'jewelry': {
                'desc': '宝石：ダイヤモンド・クリスタル・ホワイトジルコン'
            }
        },

        'surya': {
            'title': 'S明朝はニィスフォントのフラッグシップ明朝体です。W3からW9まで7種類の太',
            'name': '太陽',
            'desc': 'このカードが示すキーワードは,<br />強い意志、王者の風格、高貴<br />',
            'content': {
                1: '1枚目に太陽を表すカードを選んだあなたは、<br/>明るく、周りの人を惹きつける魅力を持った人です。立ち振る舞いに華があり、目立ちますので、良くも悪くも人から憧れられます。華やかに輝くあなたに憧れを抱く人も多い反面、妬っかむ人もいるかもしれませんね。何かを生み出す大きなエネルギーを持ち合わせた人です。<br/>自分のやりたいことや生き方、自分の芯となる部分をしっかりと持ち、堂々と振舞うので、厭らしさがなく周りの人を上手に導くことができる人です。"	太陽を意味するこのカードを選んだあなたは太陽の様にエネルギーに溢れ、周りの人を明るく照らすような、華やかな印象の方です。あなたがいるだけでその場がパッと明るくなるような雰囲気になります。精神性の高さを表すカードでもあり、この才能を磨けば、内面からくる落ち着きや貫禄といった印象に繋がっていくでしょう。父性のような意味合いを持ち、どっかりとした安定感があります。あなたの周りの人はあなたの放つ光に魅了され、自然とついていきたいと思う事でしょう。あなたもまた、そんな人たちを導く力を持っています。',
                2: '二枚目にこのカードを選んだあなたは、現在は自分のやりたい仕事にフォーカスし、自信を持って前に進んでいる、夢や信念に向かって、まっすぐに進んでいる状態を表します。<br/>王者の風格などの意味をもつカードのため男性的な要素の強いカードです。もともとの性格と正反対のカードとしてこのカードを選んだ方は、<br/>職場や環境の中でリーダーシップをとるポジションについている可能性があります。<br/>本来は我の強くない人間がこのカードを引く場合、リーダー的な役割を与えられてプレッシャーに感じていたり、強い責任感が表れている時でもあります。"	"現在のあなたは周りから信頼され、人がついてきている。といったように、リーダーシップが取れている状態なのではないでしょうか。<br/>人に何かを教えている。などの立場に置かれているかもしれませんね。『しっかりしなきゃ！』と責任感を強く持っている様子。プレッシャーに感じている部分もあるかもしれません。<br/>いずれにしてもこれまで積み重ねてきた事の成果が出て来ていると言っていいでしょう。<br/>自分の力を人に分け与えられる力を持てるようになったので、『任される』『引っ張る』という立場になってきたのでしょう。ステップアップの時期です。頼りになり、人を引っ張っていく力のある今のあなたは周りを明るく照らす太陽のよう。それに伴う自信も自然とあるはず。<br/>今までの経験から学んだことが身に付き、それが落ち着きや貫録が雰囲気として出て来ているのでしょう。<br/>安心感、安定感があります。<br/>周りを引っ張る。というのは方向性を示し、それに向かって突き進むこと。<br/>リーダーは目標をしっかりと明確に持つ必要性があります。<br/>あなたには今までの経験上、その目的地に向かうまでのやり方が『こう！』だと自信を持って言えることがあると思います。<br/>それはとても大切な部分ではありますが、強すぎるとやや強引な印象になってしまいます。<br/>全ての人が同じ能力や想いを持っているわけではありません。<br/>どうしてそのやり方なのか、どういったモチベーションでその目的地に向かうのか、相手に理解してもらう努力が必要な場合もあります。<br/>その導きがよりスムーズで素晴らしいものであるためには指導力も試されます。<br/>積み重ねていくことはとても大変な事。その経験はとても素晴らしいものです。<br/>積み重ねてきたことを大切にしながら、相手を思いやる気持ちを忘れずに<br/>強さと優しさで引き続き周りを引っ張っていってくださいね。あなたの自信は周りの人を明るく照らし、彼らの自信にもなっていけますよ。',
                3: '三枚目にこのカードを選ぶ方は<br/>人格者、権力者に対する憧れがあるようです。もう少し強い意思を持ちたい。周りに流されたくない、<br/>自ら道を切り開き、前に進む力が欲しい、徳の高い人間になりたい<br/>このような願望を持ち合わせています。<br/><br/>自分がなりたいと言う意識がない場合、リーダーシップの強い人や、<br/>意志を強く持った人に憧れる傾向があります。"	"自分には周りの人を導いていくような力が足りない。と思っていませんか？精神性の高さもあらわすこのカードは徳の高い人に対する憧れや、太陽も意味しますので、エネルギッシュに前へ進む人に憧れがあったり、自分もそうなりたいと思っているところがあるようです。<br/><br/>周りから信頼され、皆がついていきたいと思うような、尊敬の目を向けられる人に憧れがあるのではないでしょうか。<br/>落ち着いた貫禄があり、リーダーシップのある、そんな人です。<br/>見えていないだけで、その人が地道に今まで積み重ねてきたことがあるのかもしれませんよ。<br/>そんな風になりたいのなら、あなたも先ずは自分のできる小さなことから、何か始めてみたり、継続してみてはいかがでしょうか。<br/>他の人にはないあなただけの輝きがあなたにはあります。自分らしく積み重ねていけるものがあるはずです。<br/>小さなことがキッカケとなり、わかることが増え、自信にもなって行けるでしょう。他の事も同じように積み重ねられる！という自信にも繋がり、それが広がって行けば、自ずと大きな自信も付き、気づいたころにはあなたはキラキラと輝いている存在になっていることでしょう。<br/>あなたもいつの間にか周りがついていきたいと思うようなそんな人物になれているはずですよ。<br/>継続は力なり。経験はひとつひとつの小さなことが積み重なっていることを忘れずに、自分の可能性を信じて進んでくださいね。'
            },
            'jewelry': {
                'desc': '宝石：ルビー・パパラチアサファイア・レットガーネット・レッドスピネル',
            }
        }
    }
};